Repository: FRossouw/books-dvt
Catalog: src/locale/messages.*.xlf
Languages: af

# Word Name:
source: Name: {{auth.userProfileData.name}}
af: Naam: {{auth.userProfileData.name}}

# Word Email:
source: <span>Email:</span>
af: <span>E-pos:</span>

# Words Email Verified:
source: <span>Email Verified:</span>
af: <span>E-pos verifikasie:</span>

# Words Yes verified:
source: Yes, verified
af: Ja, geverifieer

# Words No verified:
source: No, not verified
af: Nee, nie geverifieer nie

# Word Books
source: Books
af: Boeke

# Word Welcome
source: Welcome {{auth.userProfileData.nickname}},
af: Welkom {{auth.userProfileData.nickname}},

# Word Search
source: Search
af: Soek

# Words Add Books
source: Add Books
af: Voeg Boeke By

# Word Authors
source: Authors
af: Skrywers

# Words Add Authors
source: Add Authors
af: Voeg Skrywers By

# Word Profile
source: Profile
af: Profiel

# Words Log Out
source: Log Out
af: Teken uit

# Words DVT Books
source: DVT Books
af: DVT Boeke

# Words PLITC
source: Please log in to continue
af: Teken asseblief in om voort te gaan

# Words Log In
source: Log In
af: Teken In

# Words Available Books
source: Available Books
af: Beskikbare Boeke

# Word Author
source: Author:
af: Skrywer:

# Word Previous
source: Previous
af: Vorige

# Word Next
source: Next
af: Volgende

# Words Available Authors
source: Available Authors
af: Beskikbare Skrywers

# Word Information Book
source: {{book.title}} Information
af: {{book.title}} Informasie

# Words Date Published:
source: Date Published: {{book.date_published}}
af: Datum Gepubliseer: {{book.date_published}}

# Words Published By:
source: Published by: {{book.publisher}}
af: Gepubliseer Deur: {{book.publisher}}

# Word Author:
source: Author:
af: Skrywer:

# Word Back
source: Back
af: Terug

# Word Update
source: Update
af: Opdateer

# Word Information
source: {{author.name}} Information
af: {{author.name}} Informasie

# Words Author Full Name:
source: Author Full Name: {{author.name}}
af: Skrywer Volle Naam: {{author.name}}

# Words Update Author
source: Update Author
af: Dateer Skrywer Op

# Words Add Author
source: Add Author
af: Voeg Skrywer By

# Words First Name
source: First Name<b>*</b>
af: Eerst Naam<b>*</b>

# Words FNR
source: First name is required.
af: Voornaam is 'n vereiste.

# Words Last Name
source: Last Name<b>*</b>
af: Van<b>*</b>

# Words LNR
source: Last name is required.
af: Van is 'n vereiste.

# Word About
source: About
af: Oor

# Words FIelds Required
source: All fields marked with an * is required.
af: Alle velde gemerk met 'n * is vereis.

# Word Cancel
source: Cancel
af: Kanselleer

# Words Update Book
source: Update Book
af: Dateer Boek Op

# Words Add Book
source: Add Book
af: Voeg Boek By

# Words ISBN10 Required
source: ISBN10 is required.
af: ISBN10 is vereis.

# Words ISBN13 Required
source: ISBN13 is required.
af: ISBN13 is vereis.

# Words Title Form Book
source: Title<b>*</b>
af: Titel<b>*</b>

# Words Title Form Required
source: Title is required.
af: Titel is vereis.

# Words About Form Book
source: About
af: Oor

# Words Abstract Form Book
source: Abstract
af: Abstrakte

# Word Author Form
source: Author<b>*</b>
af: Skrywer<b>*</b>

# Words Author Select
source: Select Author
af: Selekteer Skrywer

# Words Author Form Required
source: Author is required.
af: SKrywer is vereis.

# Word Author Form Publisher
source: Publisher
af: Publiseerder

# Words Author Form Published Date
source: Published Date
af: Gepubliseerde Datum

# Words Select Tags
source: Select Tag
af: Selekteer Tag

# Words Book Tags
source: Book Tags: <ng-container>{{bTag.description}} </ng-container>
af: Boek Tags: <ng-container>{{bTag.description}} </ng-container>

# Words Tags Required
source: Tags are required.
af: Tags is vereis.

# Words Upload Image
source: Upload Image<b>*</b>
af: Laai Prent Op<b>*</b>

# Words Choose Image
source: Choose file
af: Kies LeÃªr

# Words Required Image
source: Image is required.
af: Prent is vereis.
